<?php

return [

    0 => [
        "name" => "北海道地方",
        "prefecture" => [
            [
                "key" => "0",
                "name" => "北海道"
            ],
        ],
    ],

    1 => [
        "name" => "東北地方",
        "prefecture" => [
            [
                "key" => "1",
                "name" => "青森県"
            ],[
                "key" => "2",
                "name" => "岩手県"
            ],[
                "key" => "3",
                "name" => "宮城県"
            ],[
                "key" => "4",
                "name" => "秋田県"
            ],[
                "key" => "5",
                "name" => "山形県"
            ],[
                "key" => "6",
                "name" => "福島県"
            ],
        ],
    ],

    2 => [
        "name" => "関東地方",
        "prefecture" => [
            [
                "key" => "7",
                "name" => "東京都"
            ],[
                "key" => "8",
                "name" => "茨城県"
            ],[
                "key" => "9",
                "name" => "栃木県"
            ],[
                "key" => "10",
                "name" => "群馬県"
            ],[
                "key" => "11",
                "name" => "埼玉県"
            ],[
                "key" => "12",
                "name" => "千葉県"
            ],[
                "key" => "13",
                "name" => "神奈川県"
            ],
        ],
    ],

    3 => [
        "name" => "中部地方",
        "prefecture" => [
            [
                "key" => "14",
                "name" => "新潟県"
            ],[
                "key" => "15",
                "name" => "富山県"
            ],[
                "key" => "16",
                "name" => "石川県"
            ],[
                "key" => "17",
                "name" => "福井県"
            ],[
                "key" => "18",
                "name" => "山梨県"
            ],[
                "key" => "19",
                "name" => "長野県"
            ],[
                "key" => "20",
                "name" => "岐阜県"
            ],[
                "key" => "21",
                "name" => "静岡県"
            ],[
                "key" => "22",
                "name" => "愛知県"
            ],
        ],
    ],

    4 => [
        "name" => "近畿地方",
        "prefecture" => [
            [
                "key" => "23",
                "name" => "京都府"
            ],[
                "key" => "24",
                "name" => "大阪府"
            ],[
                "key" => "25",
                "name" => "三重県"
            ],[
                "key" => "26",
                "name" => "滋賀県"
            ],[
                "key" => "27",
                "name" => "兵庫県"
            ],[
                "key" => "28",
                "name" => "奈良県"
            ],[
                "key" => "29",
                "name" => "和歌山県"
            ],
        ],
    ],

    5 => [
        "name" => "中国地方",
        "prefecture" => [
            [
                "key" => "30",
                "name" => "鳥取県"
            ],[
                "key" => "31",
                "name" => "島根県"
            ],[
                "key" => "32",
                "name" => "岡山県"
            ],[
                "key" => "33",
                "name" => "広島県"
            ],[
                "key" => "34",
                "name" => "山口県"
            ],
        ],
    ],

    5 => [
        "name" => "四国地方",
        "prefecture" => [
            [
                "key" => "35",
                "name" => "徳島県"
            ],[
                "key" => "36",
                "name" => "香川県"
            ],[
                "key" => "37",
                "name" => "愛媛県"
            ],[
                "key" => "38",
                "name" => "高知県"
            ],
        ],
    ],

    6 => [
        "name" => "九州地方",
        "prefecture" => [
            [
                "key" => "39",
                "name" => "福岡県"
            ],[
                "key" => "40",
                "name" => "佐賀県"
            ],[
                "key" => "41",
                "name" => "長崎県"
            ],[
                "key" => "42",
                "name" => "大分県"
            ],[
                "key" => "43",
                "name" => "熊本県"
            ],[
                "key" => "44",
                "name" => "宮崎県"
            ],[
                "key" => "45",
                "name" => "鹿児島県"
            ],[
                "key" => "46",
                "name" => "沖縄県"
            ],
        ],
    ],
];
